Revit 2024 API
ParameterTypeId.RbsCurveWidthParam Property
 "Width"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId RbsCurveWidthParam { get; }
Visual Basic
Public Shared ReadOnly Property RbsCurveWidthParam As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ RbsCurveWidthParam {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace